<template>
  <div class="container">
    <div class="container-header">
      <h1 class="header">Apple Store</h1>
      <img class="img" src="/src/assets/img/logo-black.png" alt="logo">
    </div>
    <div class="container-text">
      <p> Добро пожаловать в наш интернет-магазин, специализирующийся на продаже техники Apple! Мы гордимся тем, что предлагаем широкий ассортимент продукции этого знаменитого бренда, включая iPhone, iPad, MacBook, iMac и другие устройства, которые стали неотъемлемой частью современного цифрового мира.</p>
      <p> Наша команда стремится предоставить нашим клиентам только самые качественные и надежные продукты Apple, которые помогут им оставаться на передовой технологического прогресса. Мы гордимся нашими высококвалифицированными специалистами, которые всегда готовы помочь вам выбрать и приобрести идеальное устройство для ваших потребностей. </p>
      <p> Наша цель - сделать процесс покупки техники Apple простым, удобным и приятным для каждого клиента. Мы стремимся к тому, чтобы каждый посетитель нашего сайта получил высочайший уровень обслуживания и положительный опыт покупки.
      Благодарим вас за выбор нашего магазина, и надеемся, что вы найдете здесь все необходимое для вашего цифрового образа жизни. Добро пожаловать в мир техники Apple!</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "AboutPage",
};
</script>

<style scoped lang="scss" src="/src/assets/styles/lyaout/about.scss"></style>